Repository: Omerrrrrrr/ai-city-guide
Catalog: native/Piri/Sources/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, nb, pt_br, tr

# adminImages.searchCandidates.showing
source: Showing %1$@ of %2$@ candidates in this filter.
de: %1$@ von %2$@ Kandidaten in diesem Filter werden angezeigt.
es: Mostrando %1$@ de %2$@ candidatos en este filtro.
fr: Affichage de %1$@ candidats sur %2$@ dans ce filtre.
it: Visualizzati %1$@ di %2$@ candidati in questo filtro.
nb: Viser %1$@ av %2$@ kandidater i dette filteret.
pt_br: Mostrando %1$@ de %2$@ candidatos neste filtro.
tr: Bu filtrede %2$@ adaydan %1$@ tanesi gösteriliyor.

# adminImages.searchCandidates.title
source: Search Candidates
de: Kandidaten suchen
es: Buscar candidatos
fr: Rechercher des candidats
it: Cerca candidati
nb: Søk i kandidater
pt_br: Buscar Candidatos
tr: Adayları Ara

# adminImages.searchPlacePlaceholder
source: Search place name or id…
de: Ortsname oder ID suchen…
es: Buscar nombre del lugar o id…
fr: Rechercher un nom de lieu ou un identifiant…
it: Cerca nome o ID del luogo…
nb: Søk etter stedsnavn eller id…
pt_br: Buscar nome ou id do local…
tr: Yer adına veya id'sine göre ara…

# adminImages.selectedPlace
source: Selected: %1$@
de: Ausgewählt: %1$@
es: Seleccionado: %1$@
fr: Sélectionné : %1$@
it: Selezionato: %1$@
nb: Valgt: %1$@
pt_br: Selecionado: %1$@
tr: Seçilen: %1$@

# adminReviews.actions.approve
source: Approve
de: Genehmigen
es: Aprobar
fr: Approuver
it: Approva
nb: Godkjenn
pt_br: Aprovar
tr: Onayla

# adminReviews.actions.reject
source: Reject
de: Ablehnen
es: Rechazar
fr: Rejeter
it: Rifiuta
nb: Avvis
pt_br: Rejeitar
tr: Reddet

# adminReviews.empty
source: No reviews in this filter right now.
de: Momentan keine Bewertungen in diesem Filter.
es: No hay reseñas en este filtro por ahora.
fr: Aucun avis dans ce filtre pour l'instant.
it: Nessuna recensione in questo filtro al momento.
nb: Ingen anmeldelser i dette filteret akkurat nå.
pt_br: Nenhuma avaliação neste filtro no momento.
tr: Bu filtrede şu an hiç yorum yok.

# adminReviews.filters.approved
source: Approved
de: Genehmigt
es: Aprobadas
fr: Approuvé
it: Approvate
nb: Godkjent
pt_br: Aprovadas
tr: Onaylı

# adminReviews.filters.flagged
source: Flagged
de: Gemeldet
es: Marcadas
fr: Signalé
it: Segnalate
nb: Flagget
pt_br: Sinalizadas
tr: İşaretli

# adminReviews.filters.rejected
source: Rejected
de: Abgelehnt
es: Rechazadas
fr: Rejeté
it: Rifiutate
nb: Avvist
pt_br: Rejeitadas
tr: Reddedilmiş

# adminReviews.hero.body
source: Reviews that crossed the report threshold and need a human verdict.
de: Bewertungen, die die Meldeschwelle überschritten haben und eine menschliche Entscheidung brauchen.
es: Reseñas que superaron el umbral de reportes y necesitan una decisión humana.
fr: Avis ayant dépassé le seuil de signalement et nécessitant une décision humaine.
it: Recensioni che hanno superato la soglia di segnalazione e richiedono una valutazione umana.
nb: Anmeldelser som har krysset rapporteringsterskelen og trenger en menneskelig vurdering.
pt_br: Avaliações que ultrapassaram o limite de denúncias e precisam de uma decisão humana.
tr: Şikayet eşiğini geçmiş ve insan onayı bekleyen yorumlar.

# adminReviews.hero.title
source: Review Moderation
de: Bewertungsmoderation
es: Moderación de reseñas
fr: Modération des avis
it: Moderazione recensioni
nb: Anmeldelsesmoderasjon
pt_br: Moderação de Avaliações
tr: Yorum Moderasyonu

# adminReviews.info.approved
source: Review approved.
de: Bewertung genehmigt.
es: Reseña aprobada.
fr: Avis approuvé.
it: Recensione approvata.
nb: Anmeldelse godkjent.
pt_br: Avaliação aprovada.
tr: Yorum onaylandı.

# adminReviews.info.rejected
source: Review rejected.
de: Bewertung abgelehnt.
es: Reseña rechazada.
fr: Avis rejeté.
it: Recensione rifiutata.
nb: Anmeldelse avvist.
pt_br: Avaliação rejeitada.
tr: Yorum reddedildi.

# adminReviews.loading
source: Loading reviews…
de: Bewertungen werden geladen…
es: Cargando reseñas…
fr: Chargement des avis…
it: Caricamento recensioni…
nb: Laster anmeldelser…
pt_br: Carregando avaliações…
tr: Yorumlar yükleniyor…

# adminReviews.userLine
source: User %@ · %@
de: Nutzer %@ · %@
es: Usuario %@ · %@
fr: Utilisateur %1$@ · %2$@
it: Utente %@ · %@
nb: Bruker %@ · %@
pt_br: Usuário %@ · %@
tr: Kullanıcı %@ · %@

# ai.ask
source: Ask
de: Fragen
es: Preguntar
fr: Demander
it: Chiedi
nb: Spør
pt_br: Perguntar
tr: Sor

# ai.attachPhoto
source: Attach a photo
de: Foto anhängen
es: Adjuntar una foto
fr: Joindre une photo
it: Allega una foto
nb: Legg ved et bilde
pt_br: Anexar uma foto
tr: Fotoğraf ekle

# ai.errorGeneric
source: Error fetching recommendations.
de: Fehler beim Abrufen der Empfehlungen.
es: Error al obtener recomendaciones.
fr: Erreur lors de la récupération des recommandations.
it: Errore nel recupero dei consigli.
nb: Feil ved henting av anbefalinger.
pt_br: Erro ao buscar recomendações.
tr: Öneriler alınırken hata oluştu.

# ai.errorNotConfigured
source: AI recommendations are not configured in the backend yet.
de: KI-Empfehlungen sind im Backend noch nicht eingerichtet.
es: Las recomendaciones con IA aún no están configuradas en el servidor.
fr: Les recommandations IA ne sont pas encore configurées côté serveur.
it: I consigli basati sull'IA non sono ancora configurati sul backend.
nb: AI-anbefalinger er ikke konfigurert på baksiden ennå.
pt_br: As recomendações de IA ainda não foram configuradas no backend.
tr: AI önerileri backend'de henüz yapılandırılmadı.

# ai.headerSub.fallback
source: Tell me what you feel like
de: Sag mir, wonach dir ist
es: Cuéntame qué te apetece
fr: Dis-moi ce qui te ferait plaisir
it: Dimmi cosa ti va di fare
nb: Si hva du har lyst på
pt_br: Me conta o que você está a fim de fazer
tr: Ne canın istiyor söyle

# ai.inputPlaceholder
source: e.g. Something cozy and quiet...
de: z. B. Etwas Gemütliches und Ruhiges …
es: p. ej. Algo acogedor y tranquilo...
fr: ex. Un endroit cosy et tranquille...
it: Es. Un posto accogliente e tranquillo...
nb: f.eks. Noe koselig og rolig...
pt_br: ex.: Algo aconchegante e tranquilo...
tr: örn. Sakin ve samimi bir yer...

# ai.noMatches
source: No matches this turn. Try a broader follow-up.
de: Diesmal keine Treffer. Versuch es mit einer breiteren Anfrage.
es: No hay coincidencias esta vez. Intenta con algo más general.
fr: Aucun résultat cette fois. Essaie une demande plus large.
it: Nessun risultato questa volta. Prova a fare una domanda più generica.
nb: Ingen treff denne gangen. Prøv et bredere spørsmål.
pt_br: Nenhum resultado desta vez. Tente uma pergunta mais abrangente.
tr: Bu seferlik eşleşme yok. Daha genel bir soru dene.

# ai.removePhoto
source: Remove photo
de: Foto entfernen
es: Quitar foto
fr: Supprimer la photo
it: Rimuovi foto
nb: Fjern bildet
pt_br: Remover foto
tr: Fotoğrafı kaldır

# ai.savedPlan.cta
source: Save as Plan
de: Als Plan speichern
es: Guardar como plan
fr: Enregistrer comme plan
it: Salva come piano
nb: Lagre som plan
pt_br: Salvar como Plano
tr: Plan olarak kaydet

# ai.savedPlan.done
source: Saved to Plan
de: Im Plan gespeichert
es: Guardado en el plan
fr: Enregistré dans le plan
it: Salvato nel piano
nb: Lagret som plan
pt_br: Salvo no Plano
tr: Plana kaydedildi

# ai.savedPlan.nameFallback
source: Trip Plan
de: Reiseplan
es: Plan de viaje
fr: Plan de voyage
it: Piano di viaggio
nb: Reiseplan
pt_br: Plano de Viagem
tr: Gezi Planı

# ai.suggestions.architectureBuildings
source: Buildings worth seeing for the architecture
de: Sehenswerte Bauwerke für Architekturfans
es: Edificios que vale la pena ver por su arquitectura
fr: Des bâtiments à voir pour leur architecture
it: Edifici da vedere per l'architettura
nb: Bygninger verdt å se for arkitekturen
pt_br: Prédios que vale a pena ver pela arquitetura
tr: Mimarisiyle görülmeye değer binalar

# ai.suggestions.bestCafes
source: Best cafes open right now
de: Beste Cafés, die jetzt geöffnet haben
es: Las mejores cafeterías abiertas ahora
fr: Les meilleurs cafés ouverts maintenant
it: I migliori caffè aperti ora
nb: Beste kafeer som er åpne akkurat nå
pt_br: Melhores cafés abertos agora
tr: Şu an açık en iyi kafeler

# ai.suggestions.bestView
source: Best view in the city
de: Bester Ausblick der Stadt
es: Las mejores vistas de la ciudad
fr: La plus belle vue de la ville
it: Il panorama più bello della città
nb: Beste utsikt i byen
pt_br: Melhor vista da cidade
tr: Şehrin en güzel manzarası

# ai.suggestions.cozyRainy
source: Cozy indoor places for a rainy day
de: Gemütliche Orte drinnen für einen Regentag
es: Lugares acogedores bajo techo para un día lluvioso
fr: Des endroits cosy pour un jour de pluie
it: Posti accoglienti al chiuso per un giorno di pioggia
nb: Koselige innendørs steder for en regnværsdag
pt_br: Lugares aconchegantes para um dia de chuva
tr: Yağmurlu gün için sıcak, kapalı mekanlar

# ai.suggestions.localFood
source: Best local food — not tourist traps
de: Bestes lokales Essen — keine Touristenfallen
es: La mejor comida local, sin trampas para turistas
fr: La meilleure cuisine locale — loin des pièges à touristes
it: Il miglior cibo locale — niente trappole per turisti
nb: Beste lokale mat — ikke turistfeller
pt_br: Melhor comida local — sem armadilhas para turistas
tr: En iyi yerel lezzetler — turist tuzağı değil

# ai.suggestions.outdoorTerraces
source: Outdoor spots and terraces
de: Plätze und Terrassen im Freien
es: Terrazas y lugares al aire libre
fr: Terrasses et endroits en plein air
it: Posti all'aperto e terrazze
nb: Uteplasser og terrasser
pt_br: Lugares ao ar livre e terraços
tr: Açık alanlar ve teraslar

# ai.suggestions.photoSpots
source: Best photo spots at any time of day
de: Beste Fotospots zu jeder Tageszeit
es: Los mejores lugares para fotos a cualquier hora
fr: Les meilleurs spots photo, à toute heure
it: I posti migliori per le foto a qualsiasi ora del giorno
nb: Beste fotosteder når som helst på dagen
pt_br: Melhores lugares para fotos em qualquer hora do dia
tr: Günün her saatinde en iyi fotoğraf noktaları

# ai.suggestions.soloAfternoon
source: Perfect for a solo afternoon
de: Perfekt für einen Nachmittag allein
es: Perfecto para una tarde en solitario
fr: Parfait pour un après-midi en solo
it: Perfetto per un pomeriggio da solo
nb: Perfekt for en ettermiddag alene
pt_br: Perfeito para uma tarde sozinho
tr: Yalnız geçirilecek bir öğleden sonra için ideal

# ai.suggestions.uniqueLocal
source: Something unique only locals know
de: Etwas Besonderes, das nur Locals kennen
es: Algo único que solo conocen los locales
fr: Une pépite que seuls les habitants connaissent
it: Qualcosa di unico che solo i locali conoscono
nb: Noe unikt bare lokalbefolkningen vet om
pt_br: Algo único que só os locais conhecem
tr: Sadece yerlilerin bildiği özel bir yer

# ai.title
source: Ask Piri
de: Piri fragen
es: Pregúntale a Piri
fr: Demander à Piri
it: Chiedi a Piri
nb: Spør Piri
pt_br: Pergunte ao Piri
tr: Piri'ye Sor

# ai.tryAsking
source: Try asking:
de: Frag zum Beispiel:
es: Prueba a preguntar:
fr: Essaie de demander :
it: Prova a chiedere:
nb: Prøv å spørre:
pt_br: Tente perguntar:
tr: Şunu dene:

# ai.weakMatch
source: Not an exact match
de: Keine genaue Übereinstimmung
es: No es una coincidencia exacta
fr: Pas une correspondance exacte
it: Non è una corrispondenza esatta
nb: Ikke helt treff
pt_br: Não é uma correspondência exata
tr: Tam eşleşme değil

# auth.appleFailed
source: Sign in with Apple failed. Please try again.
de: Anmeldung mit Apple fehlgeschlagen. Bitte versuch es erneut.
es: No se pudo iniciar sesión con Apple. Inténtalo de nuevo.
fr: La connexion avec Apple a échoué. Réessaie.
it: Accesso con Apple non riuscito. Riprova.
nb: Innlogging med Apple mislyktes. Prøv igjen.
pt_br: Não foi possível entrar com a Apple. Tente novamente.
tr: Apple ile giriş başarısız oldu. Lütfen tekrar dene.

# auth.logIn
source: Log In
de: Anmelden
es: Iniciar sesión
fr: Se connecter
it: Accedi
nb: Logg inn
pt_br: Entrar
tr: Giriş Yap

# auth.or
source: OR
de: ODER
es: O
fr: OU
it: OPPURE
nb: ELLER
pt_br: OU
tr: VEYA

# auth.password
source: Password
de: Passwort
es: Contraseña
fr: Mot de passe
nb: Passord
pt_br: Senha
tr: Şifre

# auth.register
source: Create Account
de: Konto erstellen
es: Crear cuenta
fr: Créer un compte
it: Crea account
nb: Opprett konto
pt_br: Criar Conta
tr: Hesap Oluştur

# auth.switchToLogIn
source: Already have an account? Log in
de: Du hast schon ein Konto? Anmelden
es: ¿Ya tienes una cuenta? Inicia sesión
fr: Tu as déjà un compte ? Connecte-toi
it: Hai già un account? Accedi
nb: Har du allerede en konto? Logg inn
pt_br: Já tem uma conta? Entrar
tr: Zaten hesabın var mı? Giriş yap

# auth.switchToRegister
source: Don't have an account? Create one
de: Noch kein Konto? Jetzt erstellen
es: ¿No tienes una cuenta? Crea una
fr: Pas encore de compte ? Crée-en un
it: Non hai un account? Creane uno
nb: Har du ikke en konto? Opprett en
pt_br: Não tem uma conta? Criar uma
tr: Hesabın yok mu? Oluştur

# auth.title
source: Account
de: Konto
es: Cuenta
fr: Compte
nb: Konto
pt_br: Conta
tr: Hesap

# categories.beach
source: Beach
de: Strand
es: Playa
fr: Plage
it: Spiaggia
nb: Strand
pt_br: Praia
tr: Plaj

# categories.cafe
source: Cafe
de: Café
es: Cafetería
fr: Café
it: Caffè
nb: Kafé
pt_br: Café
tr: Kafe

# categories.culturalSpot
source: Cultural Spot
de: Kultureller Ort
es: Sitio cultural
fr: Site culturel
it: Luogo culturale
nb: Kulturelt sted
pt_br: Ponto Cultural
tr: Kültürel Nokta

# categories.landmark
source: Landmark
de: Wahrzeichen
es: Punto de interés
fr: Monument
it: Punto di riferimento
nb: Landemerke
pt_br: Marco Histórico
tr: Simge Yapı

# categories.lodging
source: Lodging
de: Unterkunft
es: Alojamiento
fr: Hébergement
it: Alloggio
nb: Overnatting
pt_br: Hospedagem
tr: Konaklama

# categories.nature
source: Nature
de: Natur
es: Naturaleza
it: Natura
nb: Natur
pt_br: Natureza
tr: Doğa

# categories.shoppingArea
source: Shopping Area
de: Einkaufsviertel
es: Zona comercial
fr: Zone commerçante
it: Zona commerciale
nb: Handleområde
pt_br: Área de Compras
tr: Alışveriş Alanı

# categories.squareStreet
source: Square Street
de: Platz/Straße
es: Plaza y calles
fr: Place et rue
it: Piazza e via
nb: Plass / gate
pt_br: Praças e Ruas
tr: Meydan / Sokak

# categories.viewpoint
source: Viewpoint
de: Aussichtspunkt
es: Mirador
fr: Point de vue
it: Punto panoramico
nb: Utsiktspunkt
pt_br: Mirante
tr: Manzara Noktası

# categories.walkingArea
source: Walking Area
de: Spazierbereich
es: Zona para caminar
fr: Zone piétonne
it: Zona pedonale
nb: Turområde
pt_br: Área para Caminhada
tr: Yürüyüş Alanı

# categoryFilters.all
source: All
de: Alle
es: Todos
fr: Tous
it: Tutte
nb: Alle
pt_br: Todos
tr: Tümü

# categoryFilters.beaches
source: Beaches
de: Strände
es: Playas
fr: Plages
it: Spiagge
nb: Strender
pt_br: Praias
tr: Plajlar

# categoryFilters.cafes
source: Cafes
de: Cafés
es: Cafeterías
fr: Cafés
it: Caffè
nb: Kafeer
pt_br: Cafés
tr: Kafeler

# categoryFilters.culture
source: Culture
de: Kultur
es: Cultura
it: Cultura
nb: Kultur
pt_br: Cultura
tr: Kültür

# categoryFilters.food
source: Food
de: Essen
es: Comida
fr: Cuisine
it: Cibo
nb: Mat
pt_br: Comida
tr: Yemek

# categoryFilters.landmarks
source: Landmarks
de: Wahrzeichen
es: Puntos de interés
fr: Monuments
it: Punti di riferimento
nb: Landemerker
pt_br: Marcos Históricos
tr: Simgeler

# categoryFilters.museums
source: Museums
de: Museen
es: Museos
fr: Musées
it: Musei
nb: Museer
pt_br: Museus
tr: Müzeler

# categoryFilters.nature
source: Nature
de: Natur
es: Naturaleza
it: Natura
nb: Natur
pt_br: Natureza
tr: Doğa

# categoryFilters.views
source: Views
de: Ausblicke
es: Vistas
fr: Vues
it: Panorami
nb: Utsikt
pt_br: Vistas
tr: Manzaralar

# categoryFilters.walks
source: Walks
de: Spaziergänge
es: Caminatas
fr: Balades
it: Passeggiate
nb: Turer
pt_br: Caminhadas
tr: Yürüyüşler

# cityPicker.currentlyExploring
source: Currently exploring
de: Momentan erkundest du
es: Explorando ahora
fr: Exploration en cours
it: Stai esplorando
nb: Utforsker nå
pt_br: Explorando atualmente
tr: Şu an keşfediliyor

# cityPicker.discoveryFailed
source: Discovery failed
de: Entdeckung fehlgeschlagen
es: Error al descubrir lugares
fr: Échec de la découverte
it: Ricerca non riuscita
nb: Utforsking mislyktes
pt_br: Falha na descoberta
tr: Keşif başarısız

# cityPicker.hintBody
source: Search a city and Piri will discover places there using global map data. First discovery takes 1-2 minutes.
de: Suche eine Stadt und Piri entdeckt dort Orte anhand globaler Kartendaten. Die erste Entdeckung dauert 1-2 Minuten.
es: Busca una ciudad y Piri descubrirá lugares allí usando datos de mapas globales. El primer descubrimiento tarda de 1 a 2 minutos.
fr: Recherche une ville et Piri y découvrira des lieux grâce aux données cartographiques mondiales. La première découverte prend 1 à 2 minutes.
it: Cerca una città e Piri troverà i luoghi da visitare usando dati di mappe globali. La prima ricerca richiede 1-2 minuti.
nb: Søk etter en by, så oppdager Piri steder der ved hjelp av globale kartdata. Første utforsking tar 1-2 minutter.
pt_br: Busque uma cidade e o Piri vai descobrir os locais usando dados globais de mapas. A primeira descoberta leva de 1 a 2 minutos.
tr: Bir şehir ara, Piri küresel harita verilerini kullanarak oradaki yerleri keşfetsin. İlk keşif 1-2 dakika sürer.

# cityPicker.hintTitle
source: Explore anywhere
de: Entdecke überall
es: Explora cualquier lugar
fr: Explore n'importe où
it: Esplora ovunque
nb: Utforsk hvor som helst
pt_br: Explore qualquer lugar
tr: Her yeri keşfet

# cityPicker.noResults
source: No results for "%1$@"
de: Keine Ergebnisse für „%1$@“
es: Sin resultados para "%1$@"
fr: Aucun résultat pour « %1$@ »
it: Nessun risultato per "%1$@"
nb: Ingen resultater for «%1$@»
pt_br: Nenhum resultado para "%1$@"
tr: "%1$@" için sonuç yok

# cityPicker.noResultsSub
source: Try a different spelling or a nearby city name.
de: Versuch eine andere Schreibweise oder eine nahegelegene Stadt.
es: Prueba con otra ortografía o el nombre de una ciudad cercana.
fr: Essaie une autre orthographe ou le nom d'une ville proche.
it: Prova un'altra grafia o il nome di una città vicina.
nb: Prøv en annen stavemåte eller en nærliggende by.
pt_br: Tente outra grafia ou o nome de uma cidade próxima.
tr: Farklı bir yazım veya yakın bir şehir adı dene.

# cityPicker.placeCount.one
source: %1$lld place
de: %1$lld Ort
es: %1$lld lugar
fr: %1$lld lieu
it: %1$lld luogo
nb: %1$lld sted
pt_br: %1$lld local
tr: %1$lld yer

# cityPicker.placeCount.other
source: %1$lld places
de: %1$lld Orte
es: %1$lld lugares
fr: %1$lld lieux
it: %1$lld luoghi
nb: %1$lld steder
pt_br: %1$lld locais
tr: %1$lld yer

# cityPicker.results
source: Results
de: Ergebnisse
es: Resultados
fr: Résultats
it: Risultati
nb: Resultater
pt_br: Resultados
tr: Sonuçlar

# cityPicker.searchFailed
source: Search failed. Check your connection.
de: Suche fehlgeschlagen. Überprüfe deine Verbindung.
es: Error en la búsqueda. Comprueba tu conexión.
fr: Échec de la recherche. Vérifie ta connexion.
it: Ricerca non riuscita. Controlla la connessione.
nb: Søket mislyktes. Sjekk internettforbindelsen din.
pt_br: A busca falhou. Verifique sua conexão.
tr: Arama başarısız oldu. Bağlantını kontrol et.

# cityPicker.searchPlaceholder
source: Search any city in the world...
de: Beliebige Stadt weltweit suchen …
es: Busca cualquier ciudad del mundo...
fr: Recherche n'importe quelle ville dans le monde...
it: Cerca una città nel mondo...
nb: Søk etter en hvilken som helst by i verden...
pt_br: Busque qualquer cidade do mundo...
tr: Dünyadaki herhangi bir şehri ara...

# cityPicker.showAll
source: Show all
de: Alle anzeigen
es: Mostrar todo
fr: Tout afficher
it: Mostra tutti
nb: Vis alle
pt_br: Mostrar tudo
tr: Tümünü göster

# cityPicker.status.discover
source: Discover
de: Entdecken
es: Descubrir
fr: Découvrir
it: Scopri
nb: Utforsk
pt_br: Descobrir
tr: Keşfet

# cityPicker.status.discovering
source: Discovering...
de: Wird entdeckt …
es: Descubriendo...
fr: Découverte en cours...
it: Ricerca in corso...
nb: Utforsker...
pt_br: Descobrindo...
tr: Keşfediliyor...

# cityPicker.status.failed
source: Failed
de: Fehlgeschlagen
es: Fallido
fr: Échec
it: Non riuscito
nb: Feilet
pt_br: Falhou
tr: Başarısız

# cityPicker.status.queued
source: Queued
de: In Warteschlange
es: En cola
fr: En file d'attente
it: In coda
nb: I kø
pt_br: Na fila
tr: Sırada

# cityPicker.status.ready
source: Ready
de: Bereit
es: Listo
fr: Prêt
it: Pronto
nb: Klar
pt_br: Pronto
tr: Hazır

# cityPicker.title
source: Choose a city
de: Stadt auswählen
es: Elige una ciudad
fr: Choisis une ville
it: Scegli una città
nb: Velg en by
pt_br: Escolha uma cidade
tr: Bir şehir seç

# collection.dateLabel
source: Start Time
de: Startzeit
es: Hora de inicio
fr: Heure de début
it: Orario di inizio
nb: Starttid
pt_br: Horário de Início
tr: Başlangıç Saati

# collection.dateSubtitle
source: When you'll start this plan — used to check whether each place will be open yet.
de: Wann du mit diesem Plan startest — wird genutzt, um zu prüfen, ob jeder Ort dann schon geöffnet hat.
es: Cuándo empezarás este plan; se usa para comprobar si cada lugar estará abierto.
fr: Quand tu commenceras ce plan — utilisé pour vérifier si chaque lieu sera déjà ouvert.
it: Quando inizierai questo piano — usato per verificare se ogni luogo sarà già aperto.
nb: Når du starter denne planen — brukes til å sjekke om hvert sted er åpent da.
pt_br: Quando você vai começar esse plano — usado para verificar se cada local já estará aberto.
tr: Bu plana ne zaman başlayacaksın — listedeki yerlerin o saatte açık olup olmayacağını kontrol etmek için kullanılır.

# collection.delete.message
source: This permanently deletes the list and every place saved in it.
de: Dadurch werden die Liste und alle darin gespeicherten Orte endgültig gelöscht.
es: Esto elimina permanentemente la lista y todos los lugares guardados en ella.
fr: Cela supprime définitivement la liste et tous les lieux qu'elle contient.
it: Questa azione eliminerà definitivamente la lista e tutti i luoghi salvati al suo interno.
nb: Dette sletter listen og alle stedene lagret i den permanent.
pt_br: Isso exclui permanentemente a lista e todos os locais salvos nela.
tr: Bu, listeyi ve içindeki tüm kayıtlı yerleri kalıcı olarak siler.

# collection.delete.title
source: Delete this list?
de: Diese Liste löschen?
es: ¿Eliminar esta lista?
fr: Supprimer cette liste ?
it: Eliminare questa lista?
nb: Slette denne listen?
pt_br: Excluir esta lista?
tr: Bu liste silinsin mi?

# collection.forecastFailed
source: Couldn't load the forecast.
de: Die Vorhersage konnte nicht geladen werden.
es: No se pudo cargar el pronóstico.
fr: Impossible de charger les prévisions.
it: Impossibile caricare le previsioni.
nb: Kunne ikke laste værmeldingen.
pt_br: Não foi possível carregar a previsão.
tr: Hava durumu yüklenemedi.

# collection.holidayWarning
source: Heads up — %1$@ is observed on this date, some places may be closed
de: Achtung — an diesem Tag ist %1$@, manche Orte könnten geschlossen sein
es: Aviso: se celebra %1$@ en esta fecha, algunos lugares podrían estar cerrados
fr: Attention — %1$@ est célébré à cette date, certains lieux pourraient être fermés
it: Attenzione — in questa data si celebra %1$@, alcuni luoghi potrebbero essere chiusi
nb: Merk — %1$@ feires denne dagen, noen steder kan være stengt
pt_br: Atenção — %1$@ é comemorado nesta data, alguns lugares podem estar fechados
tr: Dikkat — bu tarihte %1$@ var, bazı yerler kapalı olabilir

# collection.hoursFailed
source: Couldn't check opening hours.
de: Die Öffnungszeiten konnten nicht geprüft werden.
es: No se pudo comprobar el horario de apertura.
fr: Impossible de vérifier les horaires d'ouverture.
it: Impossibile verificare gli orari di apertura.
nb: Kunne ikke sjekke åpningstider.
pt_br: Não foi possível verificar o horário de funcionamento.
tr: Çalışma saatleri kontrol edilemedi.
